[
  {
    "english": "Given the choice of anyone in the world, whom would you want as a dinner guest?",
    "korean": "세계의 누구든 선택할 수 있다면, 누구를 저녁 식사 손님으로 초대하고 싶나요?"
  },
  {
    "english": "Would you like to be famous? In what way?",
    "korean": "유명해지고 싶나요? 어떤 방식으로요?"
  },
  {
    "english": "Before making a telephone call, do you ever rehearse what you are going to say? Why?",
    "korean": "전화하기 전에, 말할 내용을 미리 연습해본 적 있나요? 왜 그런가요?"
  },
  {
    "english": "What would constitute a “perfect” day for you?",
    "korean": "당신에게 ‘완벽한’ 하루란 무엇인가요?"
  },
  {
    "english": "When did you last sing to yourself? To someone else?",
    "korean": "마지막으로 자신에게 노래를 불러준 적은 언제인가요? 혹은 다른 사람에게 불러준 적은 언제인가요?"
  },
  {
    "english": "If you were able to live to the age of 90 and retain either the mind or body of a 30-year-old for the last 60 years of your life, which would you want?",
    "korean": "만약 90세까지 살 수 있고 인생의 마지막 60년 동안 30세의 마음이나 몸 중 하나를 유지할 수 있다면, 어느 쪽을 선택하시겠어요?"
  },
  {
    "english": "Do you have a secret hunch about how you will die?",
    "korean": "당신은 자신의 죽음에 대해 비밀스러운 예감을 가지고 있나요?"
  },
  {
    "english": "Name three things you and your partner appear to have in common.",
    "korean": "당신과 파트너가 공통적으로 가지고 있다고 생각하는 세 가지를 말해보세요."
  },
  {
    "english": "For what in your life do you feel most grateful?",
    "korean": "인생에서 가장 감사하게 생각하는 것은 무엇인가요?"
  },
  {
    "english": "If you could change anything about the way you were raised, what would it be?",
    "korean": "만약 당신이 자란 방식을 무엇이든 바꿀 수 있다면, 무엇을 바꾸고 싶나요?"
  },
  {
    "english": "Take four minutes and tell your partner your life story in as much detail as possible.",
    "korean": "4분 동안 시간을 내어 파트너에게 당신의 인생 이야기를 가능한 한 자세하게 들려주세요."
  },
  {
    "english": "If you could wake up tomorrow having gained any one quality or ability, what would it be?",
    "korean": "만약 내일 아침에 일어나서 어떤 한 가지 자질이나 능력을 얻게 된다면, 그것은 무엇이길 바라나요?"
  },
  {
    "english": "If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?",
    "korean": "만약 수정구슬이 당신의 자신, 인생, 미래 또는 그 외의 모든 것에 대해 진실을 알려줄 수 있다면, 무엇을 알고 싶나요?"
  },
  {
    "english": "Is there something that you’ve dreamed of doing for a long time? Why haven’t you done it?",
    "korean": "오랫동안 해보고 꿈꿔온 일이 있나요? 왜 아직 하지 않았나요?"
  },
  {
    "english": "What is the greatest accomplishment of your life?",
    "korean": "당신의 인생에서 가장 위대한 성취는 무엇인가요?"
  },
  {
    "english": "What do you value most in a friendship?",
    "korean": "우정에서 가장 소중하게 생각하는 것은 무엇인가요?"
  },
  {
    "english": "What is your most treasured memory?",
    "korean": "당신이 가장 소중하게 여기는 기억은 무엇인가요?"
  },
  {
    "english": "What is your most terrible memory?",
    "korean": "당신이 가장 끔찍하게 느끼는 기억은 무엇인가요?"
  },
  {
    "english": "If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?",
    "korean": "만약 1년 후에 갑자기 죽게 된다면, 현재의 삶을 바꾸고 싶은 부분이 있나요? 왜 그렇습니까?"
  },
  {
    "english": "What does friendship mean to you?",
    "korean": "우정이 당신에게 의미하는 바는 무엇인가요?"
  },
  {
    "english": "What roles do love and affection play in your life?",
    "korean": "사랑과 애정은 당신의 삶에서 어떤 역할을 하나요?"
  },
  {
    "english": "Alternate sharing something you consider a positive characteristic of your partner. Share a total of five items.",
    "korean": "번갈아 가며 파트너의 긍정적인 특성을 하나씩 공유하세요. 총 다섯 가지를 공유하면 됩니다."
  },
  {
    "english": "How close and warm is your family? Do you feel your childhood was happier than most other people’s?",
    "korean": "가족은 얼마나 가까이 있고 따뜻한가요? 어린 시절이 다른 사람들보다 더 행복했다고 느끼시나요?"
  },
  {
    "english": "How do you feel about your relationship with your mother?",
    "korean": "당신은 어머니와의 관계에 대해 어떻게 느끼고 있나요?"
  },
  {
    "english": "Make three true “we” statements each. For instance, “We are both in this room feeling ...\"",
    "korean": "각각 세 가지 진실된 ‘우리’에 관한 문장을 만들어 보세요. 예를 들어, ‘우리는 이 방에서 함께 …를 느끼고 있다’."
  },
  {
    "english": "Complete this sentence: “I wish I had someone with whom I could share ...\"",
    "korean": "이 문장을 완성해보세요: ‘나는 …을(를) 함께 나눌 수 있는 누군가가 있기를 바란다’."
  },
  {
    "english": "If you were going to become a close friend with your partner, please share what would be important for him or her to know.",
    "korean": "만약 파트너와 친한 친구가 될 것이라면, 파트너가 꼭 알아야 할 중요한 점은 무엇이라고 생각하나요?"
  },
  {
    "english": "Tell your partner what you like about them; be very honest this time, saying things that you might not say to someone you’ve just met.",
    "korean": "파트너에게 그들에 대해 좋아하는 점을 솔직하게 말해보세요. 이번에는 처음 만난 사람에게는 하지 않을 말을 해보세요."
  },
  {
    "english": "Share with your partner an embarrassing moment in your life.",
    "korean": "인생에서 창피했던 순간을 파트너와 공유해보세요."
  },
  {
    "english": "When did you last cry in front of another person? By yourself?",
    "korean": "마지막으로 다른 사람 앞에서 울었던 적은 언제인가요? 혼자 울었던 적은 언제인가요?"
  },
  {
    "english": "Tell your partner something that you like about them already.",
    "korean": "파트너에게 이미 좋아하는 그들의 점을 하나 말해보세요."
  },
  {
    "english": "What, if anything, is too serious to be joked about?",
    "korean": "농담하기에 너무 심각한 주제가 있다면 무엇인가요?"
  },
  {
    "english": "If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone? Why haven’t you told them yet?",
    "korean": "만약 오늘 저녁 아무에게도 말할 기회 없이 죽는다면, 누구에게 무엇을 말하지 못한 것을 가장 후회할 것 같나요? 왜 아직 말하지 않았나요?"
  },
  {
    "english": "Your house, containing everything you own, catches fire. After saving your loved ones and pets, you have time to safely make a final dash to save any one item. What would it be? Why?",
    "korean": "당신의 모든 소지품이 들어있는 집에 불이 난다면, 사랑하는 사람들과 반려동물을 구한 후 마지막으로 한 가지 물건만 안전하게 구할 기회가 있다면, 무엇을 선택하시겠어요? 그리고 그 이유는 무엇인가요?"
  },
  {
    "english": "Of all the people in your family, whose death would you find most disturbing? Why?",
    "korean": "가족 중 누구의 죽음이 당신에게 가장 충격적일 것 같나요? 그 이유는 무엇인가요?"
  },
  {
    "english": "Share a personal problem and ask your partner’s advice on how he or she might handle it. Also, ask your partner to reflect back to you how you seem to be feeling about the problem you have chosen.",
    "korean": "개인적인 문제를 파트너와 공유하고, 파트너에게 어떻게 해결할지 조언을 구해보세요. 또한, 파트너에게 당신이 선택한 문제에 대해 어떻게 느끼고 있는지 되돌아봐 달라고 부탁하세요."
  }
]
