{
    "Level 1": [
      "Given the choice, which person dead or alive would you like to share dinner with?",
      "Before making a phone call do you rehearse what you are going to say?",
      "Would you like to be famous? In what way?",
      "What would you call a perfect day to you?",
      "When did you last sing to someone else?",
      "Do you think I like to read?",
      "If you were able to live to 90 and could choose between having the mind or body of 30 year old you, which would you choose?",
      "Do you have a secret hunch about how you will die?",
      "Name 3 things you think we have in common.",
      "What in our relationship are you most grateful for?",
      "What do you think a suitable career, that isn't my current one, would be for me?",
      "What do you think your most defining characteristic is?",
      "If you could wake up tomorrow having gained one quality or ability what would it be?",
      "What is your greatest accomplishment?",
      "What do you like about yourself?",
      "Do you think I was popular in highschool?",
      "Do I look like I like spicy food?",
      "What, if anything, do you consider too serious to be joked about?",
      "Your house, containing everything you own catches fire. After your loved ones and pets are safe, what one thing do you save?",
      "Who do you admire?",
      "What's a phrase you wish people would stop saying?",
      "Based on what you already know about me, give me a Netflix recommendation."
    ],
    "Level 2": [
      "If you could change anything about the way you were raised what would it be?",
      "If a crystal ball could tell you anything about your life, your future or anything else what would you want to know?",
      "Is there something you want in life but are afraid to do? What is holding you back?",
      "What do you value most in a friendship?",
      "What's your most treasured memory?",
      "What's your most awful memory?",
      "If you knew that you had one year to live, no exceptions, what about life would you do differently? Why?",
      "What roles do love and affection play in your life?",
      "What compliment means more to you than most people think?",
      "How close and warm is your family? How does it differ from the one you hope to create?",
      "How do you feel about your relationship with your parents?",
      "What do you think are our most important similarities?",
      "Of all the people you know whose death do you think would impact you the most?",
      "Make three true 'I' statements, e.g., 'I feel connected.'",
      "What was your first impression of me? How has that changed?",
      "Complete the sentence 'I wish I had someone with whom I could share...'",
      "What about me do you find strange or unfamiliar?",
      "What is something you have lied to me about? Why did you lie?",
      "What is your least favourite trait within yourself?",
      "If you made a playlist for me, which song would be first?",
      "What is the biggest hurdle you have overcome?",
      "What do you think my real life super power is?",
      "What's the last thing you lied to your parents about?",
      "When was the last time you felt lucky to be you?",
      "What is the most attractive quality about me that isn't physical?",
      "If you could write a letter to your younger self before we met, what would you make sure they know?",
      "What are you most excited for today? Big or small",
      "What do you think your younger self needed to hear?",
      "How do you wish you were perceived?",
      "What about me surprises you?",
      "How does someone win your vulnerability?"
    ],
    "Level 3": [
      "If you were going to be a close friend to me, what should I know?",
      "Share an embarrassing moment from recent life.",
      "Am I like you expected me to be? Why or why not?",
      "Tell me something out of your comfort zone.",
      "When did you last cry? Why?",
      "Describe your worst heartbreak. What did it teach you?",
      "What do you think I need to let go of?",
      "How can I best be there for you during this chapter in your life?",
      "What are you trying to prove to yourself?",
      "Have I ever hurt you? How?",
      "What song reminds you of me?",
      "If you were to die tonight with no opportunity to communicate with anyone, what would you regret not telling me? Why haven't you told me?",
      "What is one personality trait your parents passed down to you that you wish they hadn't?",
      "What is one personality trait your parents passed down that you are glad they did?",
      "What do you think is the hardest part about loving you?",
      "What would your younger self not believe about your life today?",
      "What is the worst non-physical pain you have ever felt?",
      "What do you think I should know about myself but am unaware of?",
      "How do you think we compliment each other?",
      "What do you think is one thing I could do to drastically improve my life?",
      "What do you think is my biggest weakness?",
      "Based on what you have learnt today, has your perception of me changed? How?",
      "What would be the perfect gift for you?",
      "What would make you feel closer to me?",
      "How would you describe me to someone who doesn't know me?",
      "Do you think we met for a reason? What reason?",
      "What do you think is my biggest fear?",
      "What do you think I need to hear right now?",
      "When is the last time you said 'I love you' and meant it?",
      "What lesson will you take away from our conversation?",
      "What would you trust me to give advice on? Why?",
      "When this game is over, what do you want to know more about?",
      "Do you think everyone has a calling? Do you think I've found mine?",
      "How can I add more happiness in your life?",
      "Is there closure you never got to have?",
      "Which questions were you most afraid to answer?",
      "Which answer of mine made you happy?",
      "What has this conversation taught you about yourself?",
      "Do you feel differently about me than you did in the beginning of this game?"
    ]
  }
  