{
    "Level 1": [
      "Given the choice, which person dead or alive would you like to share dinner with?",
      "Before making a phone call do you rehearse what you are going to say?",
      "Would you like to be famous? In what way?",
      "What would you call a perfect day to you?",
      "When did you last sing to someone else?",
      "Do you think I like to read?",
      "If you were able to live to 90 and could choose between having the mind or body of 30 year old you, which would you choose?",
      "Do you have a secret hunch about how you will die?",
      "Name 3 things you think you both have in common.",
      "What do you think a suitable career, that isn't my current one, would be for me?",
      "What do you think your most defining characteristic is?",
      "If you could wake up tomorrow having gained one quality or ability what would it be?",
      "What is your greatest accomplishment?",
      "What do you like about yourself?",
      "Do you think the other person was popular in highschool?",
      "What, if anything, do you consider too serious to be joked about?",
      "Your house, containing everything you own catches fire. After your loved ones and pets are safe, what one thing do you save?",
      "Who do you admire?",
      "What's a phrase you wish people would stop saying?",
      "Based on what you already know about the other person, give them a Netflix recommendation.",
      "If you could have any superpower, what would it be and why?",
      "What's your favorite way to spend a weekend?",
      "Do you prefer the city or the countryside?",
      "What was the last book you read?",
      "What's your favorite type of music or band?",
      "Do you have a hobby that you're passionate about?",
      "What's your favorite food?",
      "Are you a morning person or a night owl?",
      "What's one thing on your bucket list?",
      "Do you have any pets? Tell about them.",
      "What's your favorite movie genre?",
      "Do you enjoy cooking or baking?",
      "What's your favorite holiday and why?",
      "If you could learn any language instantly, which would it be?",
      "What's your go-to comfort food?",
      "Do you prefer summer or winter?",
      "What's your favorite sport or physical activity?",
      "Do you enjoy traveling? What's your favorite destination?",
      "What's your favorite childhood memory?",
      "If you could meet any fictional character, who would it be?"
    ],
    "Level 2": [
      "If you could change anything about the way you were raised what would it be?",
      "If a crystal ball could tell you anything about your life, your future or anything else what would you want to know?",
      "Is there something you want in life but are afraid to do? What is holding you back?",
      "What do you value most in a friendship?",
      "What's your most treasured memory?",
      "What's your most awful memory?",
      "If you knew that you had one year to live, no exceptions, what about life would you do differently? Why?",
      "What roles do love and affection play in your life?",
      "What compliment means more to you than most people think?",
      "How close and warm is your family? How does it differ from the one you hope to create?",
      "How do you feel about your relationship with your parents?",
      "What do you think are our most important similarities?",
      "Of all the people you know whose death do you think would impact you the most?",
      "Make three true 'I' statements, e.g., 'I feel connected.'",
      "What was your first impression of me? How has that changed?",
      "Complete the sentence 'I wish I had someone with whom I could share...'",
      "What about me do you find strange or unfamiliar?",
      "What is something you have lied to me about? Why did you lie?",
      "What is your least favourite trait within yourself?",
      "If you made a playlist for me, which song would be first?",
      "What is the biggest hurdle you have overcome?",
      "What do you think my real life super power is?",
      "What's the last thing you lied to your parents about?",
      "When was the last time you felt lucky to be you?",
      "What is the most attractive quality about me that isn't physical?",
      "If you could write a letter to your younger self before we met, what would you make sure they know?",
      "What are you most excited for today? Big or small",
      "What do you think your younger self needed to hear?",
      "How do you wish you were perceived?",
      "What about me surprises you?",
      "How does someone win your vulnerability?",
      "What is something you've always wanted to do but haven't yet?",
      "How do you define happiness?",
      "What's the most challenging thing you've ever done?",
      "What are your core values?",
      "How do you deal with failure?",
      "What is a belief you hold that many people disagree with?",
      "What motivates you to get up in the morning?",
      "What's a habit you want to break or build?",
      "How do you handle disagreements with friends or family?",
      "What is the most meaningful gift you've ever received?",
      "How do you prioritize what's important in your life?",
      "What does success look like to you?",
      "What's a cause that's close to your heart?",
      "How do you practice self-care?",
      "What's the best advice you've ever received?",
      "What role does spirituality or religion play in your life?",
      "How do you define your personal identity?",
      "What are you most grateful for in your life right now?",
      "How do you respond to criticism?",
      "What's a life lesson you learned from a mistake?",
      "In four minutes, tell the story of your life with as much detail as possible.",
      "Is there something you've wanted to do for a long time? Why haven't you done it yet?",
      "What does friendship mean to you?",
      "Share five positive characteristics you consider about the other person. Take turns.",
      "Say three sentences using the pronoun 'we.' For example, 'We are in this room feeling...'"
    ],
    "Level 3": [
      "If you were going to be a close friend to the other person, what should they know?",
      "Share an embarrassing moment from recent life.",
      "What in your relationship with the other person are you most grateful for?",
      "Is the other person like you expected them to be? Why or why not?",
      "Say something out of your comfort zone.",
      "When did you last cry? Why?",
      "Describe your worst heartbreak. What did it teach you?",
      "What do you think I need to let go of?",
      "How can the other person best be there for you during this chapter in your life?",
      "What are you trying to prove to yourself?",
      "Has the other person ever hurt you? How?",
      "What song reminds you of the other person?",
      "If you were to die tonight with no opportunity to communicate with anyone, what would you regret not telling the other person? Why haven't you told them?",
      "What is one personality trait your parents passed down to you that you wish they hadn't?",
      "What is one personality trait your parents passed down that you are glad they did?",
      "What do you think is the hardest part about loving you?",
      "What would your younger self not believe about your life today?",
      "What is the worst non-physical pain you have ever felt?",
      "What do you think the other person should know about themselves but they are unaware of?",
      "How do you think we compliment each other?",
      "What do you think is one thing the other person could do to drastically improve their life?",
      "What do you think is the other person's biggest weakness?",
      "Based on what you have learnt today, has your perception of the other person changed? How?",
      "What would be the perfect gift for you?",
      "What would make you feel closer to the other person?",
      "How would you describe the other person to someone who doesn't know them?",
      "Do you think you both met for a reason? What reason?",
      "What do you think is the other person's biggest fear?",
      "What do you think the other person needs to hear right now?",
      "When is the last time you said 'I love you' and meant it?",
      "What lesson will you take away from your conversation with the other person?",
      "What would you trust the other person to give advice on? Why?",
      "When this game is over, what do you want to know more about?",
      "Do you think everyone has a calling? Do you think the other person has found theirs?",
      "How can the other person add more happiness in your life?",
      "Which questions were you most afraid to answer?",
      "Which answer of the other person made you happy?",
      "What has this conversation taught you about yourself?",
      "Do you feel differently about the other person than you did in the beginning of this game?",
      "What is a painful experience you've grown from?",
      "How do you confront your own biases?",
      "What are your deepest fears?",
      "What part of your past do you wish you could revisit?",
      "How do you find meaning in difficult times?",
      "What is a secret you've never told anyone?",
      "How do you envision your future?",
      "What do you believe is your purpose in life?",
      "How have your relationships shaped who you are?",
      "What is something you struggle to forgive others for?",
      "How do you process feelings of regret?",
      "What do you wish others understood about you?",
      "How do you handle vulnerability in relationships?",
      "What impact do you want to have on the world?",
      "How do you navigate feelings of inadequacy?",
      "What is a dream you've given up on, and how do you feel about it?",
      "How do you cope with change or uncertainty?",
      "What does love mean to you?",
      "Do you believe in yourself?",
      "Do you believe in determinism or free-will?",
      "How do you think about life?",
      "Do you think there are good and bad people or do you think there are only good people in bad situations?",
      "What is a question you wish people would ask you?",
      "How have your experiences with loss shaped you?",
      "Tell the other person what you like most about them. Be very honest and say things you wouldn't say to someone you've just met."    ]
  }
  